/* Error encountered when sharing */
"An unknown error occurred." = "Se ha producido un error desconocido.";

/* User may have canceled the share or couldn't authenticate */
"Cannot authenticate with Dropbox" = "No se puede autenticar con Dropbox";

/* Network error occurred when sharing capture description */
"Cannot authenticate without an internet connection." = "No se puede autenticar sin una conexión a internet.";

/* No comment provided by engineer. */
"Capture shared" = "Captura compartida";

/* plugin name */
"Dropbox" = "Dropbox";

/* Dropbox connection error title */
"Error connecting to Dropbox" = "Error al conectarse a Dropbox";

/* OK */
"OK" = "Aceptar";

/* No network available. */
"Please check your network connection and try again." = "Comprueba la conexión de red y vuelve a intentarlo.";

/* User didn't sign in properly */
"Please enter your email and password again." = "Introduce tu correo electrónico y contraseña de nuevo.";

/* Unknown error, no suggestion known */
"Please try again." = "Inténtalo otra vez.";

/* Dropbox folder browser window title */
"Select Destination Folder" = "Seleccionar carpeta de destino";

/* Sign in */
"Sign In..." = "Iniciar sesión...";

/* Sign out */
"Sign Out" = "Cerrar sesión";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "El enlace a tu captura está listo para ser pegado.";

/* error connecting title */
"Unable to connect to Dropbox." = "No es posible conectarse a Dropbox.";

/* plugin button tooltip */
"Upload the capture to Dropbox for image or video hosting." = "Carga la captura en Dropbox y aloja imágenes o vídeos.";

/* No comment provided by engineer. */
"Verify you are connected to the Internet and try again." = "Verifica que estás conectado a internet e inténtalo de nuevo.";

